[
  "dataview",
  "mermaid-tools",
  "quickadd",
  "darlal-switcher-plus",
  "obsidian-emoji-toolbar",
  "obsidian-git",
  "calendar",
  "chatgpt-md",
  "convert-url-to-iframe",
  "obsidian-book-search-plugin",
  "obsidian-textgenerator-plugin",
  "obsidian-latex-suite",
  "obsidian-kindle-plugin"
]